import sale1 from '../Sales/sale1.svg'

export const dataSales=[
    {
        date:'3 дня',
        isImage:true,
        image:sale1,
        title:'Турнир в подарок',
        text:'Купите билет в парк и получите 50% скидку на организацию турнира до конца месяца.',
    },
    {
        date:'3 дня',
        isImage:false,
        image:{},
        title:'Скидка 50% на игру City Z',
        text:'Купите билет в парк и получите 50% скидку на организацию турнира до конца месяца.',
    },
    {
        date:'3 дня',
        isImage:true,
        image:sale1,
        title:'Турнир в подарок',
        text:'Купите билет в парк и получите 50% скидку на организацию турнира до конца месяца.',
    },
    {
        date:'3 дня',
        isImage:false,
        image:{},
        title:'Скидка 50% на игру City Z',
        text:'Купите билет в парк и получите 50% скидку на организацию турнира до конца месяца.',
    },
    {
        date:'3 дня',
        isImage:true,
        image:sale1,
        title:'Турнир в подарок',
        text:'Купите билет в парк и получите 50% скидку на организацию турнира до конца месяца.',
    },
    {
        date:'3 дня',
        isImage:false,
        image:{},
        title:'Скидка 50% на игру City Z',
        text:'Купите билет в парк и получите 50% скидку на организацию турнира до конца месяца.',
    },
]