import avatar1 from '../Comments/Avatars/avatar1.svg'
import avatar2 from '../Comments/Avatars/avatar2.svg'
import avatar3 from '../Comments/Avatars/avatar3.svg'
import avatar4 from '../Comments/Avatars/avatar4.svg'
import avatar5 from '../Comments/Avatars/avatar5.svg'


import mark1 from '../Comments/marks/mark1.svg'
import mark2 from '../Comments/marks/mark2.svg'
import mark3 from '../Comments/marks/mark3.svg'
import mark4 from '../Comments/marks/mark4.svg'
import mark5 from '../Comments/marks/mark5.svg'

export const dataComments=[
    {
        avatar:avatar1,
        name:'Алиса Колычева',
        mark:mark1,
        date:'3 ноября 2021',
        comm:'Хороший клуб, о после замены оборудования, были реальные автоматы, контроллеры на руках-ногах, и погружение было очень глубоким, теперь в руках джойстики, эффекта стрельбы почти нет, друзей в игре вечно дергает, перекашивает, ноги заплетаются(имею ввиду персонажи) стало не так интересно, игры про зомби уже устарели, пора обновлять ассортимент, тратишь 1 час- реально в игре 30 минут, это мало, хотя бы 45 сделали, цены то высокие, понимаю надо окупить оборудование, но хоть немного бы снизили....а так все нормально)'
    },
    {
        avatar:avatar2,
        name:'Алиса Колычева',
        mark:mark2,
        date:'3 ноября 2021',
        comm:'Графика конечно приятная, картинки впечатляющие и эффект погружения есть. Но вообще-то в их рекламе первым пунктом большими буквами написано "оборудование full-body" - а нам надели шлем и вручили контроллеры в руки, и всё! Я специально выбирала виар с полным обмундированием, ради этого была готова переплатить, а получилось то же самое что у других, но за гораздо большие деньги.'
    },
    {
        avatar:avatar3,
        name:'Amigo',
        mark:mark3,
        date:'3 ноября 2021',
        comm:'С удовольствием поиграли. И просто хорошо провели время. Приветливый персонал и хорошая обстановка. К сожалению прошли почти все игры, а новые выходят не часто....'
    },
    {
        avatar:avatar4,
        name:'Олег',
        mark:mark4,
        date:'3 ноября 2021',
        comm:'Место, где можно погрузиться в виртуальную реальность, были бы деньги. Есть зал поменьше, есть побольше. Можно, как вариант, сразиться с Зомби, поработать в сети быстрого питания, или половить мячи.'
    },
    {
        avatar:avatar5,
        name:'Ольга Николаева',
        mark:mark5,
        date:'3 ноября 2021',
        comm:'Отличные игры! Очень интересный и необычный провела день рождения с друзьями! Балл сняла за лаунж-зону. О ней по телефону говорилось, как о достаточно большом пространстве со столиКАМИ, за которыми с гостями можно выпить чай /шампанское.'
    }
]