import news1 from '../News/newsImg/news1.svg'
import news2 from '../News/newsImg/news2.svg'

export const dataNews=[
    {
        date:'21 апреля 2022',
        isImage:true,
        image:news1,
        title:'Мы выпустили новую игру',
        text:'Хороший клуб, о после замены оборудования, были реальные автоматы, контроллеры на руках-ногах, и погружение было очень глубоким, теперь в руках джойстики, эффекта стрельбы почти нет, друзей в игре вечно дергает, перекашивает, ноги заплетаются.',
    },
    {
        date:'21 апреля 2022',
        isImage:false,
        image:{},
        title:'Мы выпустили новую игру',
        text:'Хороший клуб, о после замены оборудования, были реальные автоматы, контроллеры на руках-ногах, и погружение было очень глубоким, теперь в руках джойстики, эффекта стрельбы почти нет, друзей в игре вечно дергает, перекашивает, ноги заплетаются(имею ввиду персонажи) стало не так интересно, игры про зомби уже устарели.',
    },
    {
        date:'21 апреля 2022',
        isImage:true,
        image:news2,
        title:'Мы выпустили новую игру',
        text:'Хороший клуб, о после замены оборудования, были реальные автоматы, контроллеры на руках-ногах, и погружение было очень глубоким.',
    },
    {
        date:'21 апреля 2022',
        isImage:true,
        image:news1,
        title:'Мы выпустили новую игру',
        text:'Хороший клуб, о после замены оборудования, были реальные автоматы, контроллеры на руках-ногах, и погружение было очень глубоким, теперь в руках джойстики, эффекта стрельбы почти нет, друзей в игре вечно дергает, перекашивает, ноги заплетаются.',
    },
    {
        date:'21 апреля 2022',
        isImage:false,
        image:{},
        title:'Мы выпустили новую игру',
        text:'Хороший клуб, о после замены оборудования, были реальные автоматы, контроллеры на руках-ногах, и погружение было очень глубоким, теперь в руках джойстики, эффекта стрельбы почти нет, друзей в игре вечно дергает, перекашивает, ноги заплетаются(имею ввиду персонажи) стало не так интересно, игры про зомби уже устарели.',
    },
    {
        date:'21 апреля 2022',
        isImage:true,
        image:news2,
        title:'Мы выпустили новую игру',
        text:'Хороший клуб, о после замены оборудования, были реальные автоматы, контроллеры на руках-ногах, и погружение было очень глубоким.',
    },
]