import square from '../../Reasons/square.svg'
import free from '../../Reasons/free.svg'
import command from './command.svg'
import ganre from '../../Reasons/game.svg'

export const dataContentPlus2=[
    {
        type:'square',
        img:square,
        width:'10%',
        title:'100 м² локация свободного перемещения',
        text:'Полное погружение в виртуальную реальность со свободой перемещения, через пару минут вы уже забываете, что вы в игре и погружаетесь в экшн.'
    },
    {
        type:'free',
        img:free,
        width:'11%',
        title:'Cвободное перемещение по игровой зоне без проводов',
        text:'Не стоите на месте, а по-настоящему движетесь, как участник кино, стреляете в монстров и с криками убегаете от них.'
    },
    {
        type:'command',
        img:command,
        width:'10%',
        title:'Командные игры от 1 до 4 человек',
        text:'Полное погружение в виртуальную реальность со свободой перемещения, через пару минут вы уже забываете, что вы в игре и погружаетесь в экшн.'
    },
    {
        type:'ganre',
        img:ganre,
        width:'11%',
        title:'6 игр разных жанров',
        text:'Не стоите на месте, а по-настоящему движетесь, как участник кино, стреляете в монстров и с криками убегаете от них.'
    }
]