export const dataElement4=[
    {
        time:'10:00',
        seat:'Все места заняты',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'10:15',
        seat:'Все места заняты',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'10:30',
        seat:'Все места заняты',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'10:45',
        seat:'Осталось 2 места',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'11:00',
        seat:'Все места свободны',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'11:15',
        seat:'Все места свободны',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'11:30',
        seat:'Все места свободны',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'11:45',
        seat:'Все места свободны',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'12:00',
        seat:'Все места свободны',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'12:15',
        seat:'Все места свободны',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'12:30',
        seat:'Все места свободны',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'12:45',
        seat:'Все места свободны',
        price:'4000 ₽ за весь сеанс'
    },
    {
        time:'13:00',
        seat:'Все места свободны',
        price:'4000 ₽ за весь сеанс'
    }
]