import game from './game.svg'
import square from './square.svg'
import free from './free.svg'

export const reasons=[
    {
        icon:game,
        title:'Мы разрабатываем игры!',
        text:'Игры создаю наши гейм дизайнеры, и нигде, кроме ANVIO, в них не сыграть. Поучаствуй в спецоперации по спасению Москва-Сити. Зомби и боссы ждут вас! (Игра City Z)'
    },
    {
        icon:square,
        title:'100 м² локация свободного перемещения',
        text:'Полное погружение в виртуальную реальность со свободой перемещения, через пару минут вы уже забываете, что вы в игре и погружаетесь в экшн.'
    },
    {
        icon:free,
        title:'Cвободное перемещение по игровой зоне без проводов',
        text:'Не стоите на месте, а по-настоящему движетесь, как участник кино, стреляете в монстров и с криками убегаете от них.'
    }
]